/* Alert 'cancel' burron when there's an error fetching the user data */
"feed_alert_cancel" = "OK";

/* Alert message when there's an error fetching the user data */
"feed_alert_message" = "Unable to load the user feed";

/* Alert title when there's an error fetching the user data */
"feed_alert_title" = "Error";

/* Text on the feed cell with the feed item username and the 'time ago' date. Parameters: %1$@ (username), %2$@ (time ago string) */
"feed_cell_user_date_label" = "By %1$@, %2$@ ";

/* Logout button on the feed screen. */
"feed_logout_button" = "Logout";

/* Reload button on the feed screen. */
"feed_reload_button" = "Reload";

/* User feed table header title when the data is still being loaded. */
"feed_table_header_loading" = "Loading user data...";

/* User feed table header title. Parameter %@ for the username */
"feed_table_header_user" = "%@'s dashboard";

/* Login button title. */
"login_button" = "Login";

/* Login screen title */
"login_title" = "SoundCloud demo";

